{
  "_navbar": "NAVBAR",
  "lang-label": "Choose language: ",
  "tshirts": "Tshirts",
  "accessories": "Accessories",
  "cups": "Mugs",
  "games": "Games",
  "featured": "Featured",
  "_footer": "FOOTER",
  "contact": "Contact",
  "privacyPolicy": "Privacy",
  "cookies": "Cookies",
  "footerRights": "All Rights Free by",
  "_notfound": "NOTFOUND",
  "titleNotFound": "This page doesn't exist",
  "_carrito": "CARRITO",
  "cart": "Cart",
  "emptyCart": "Empty cart",
  "process": "Process cart",
  "yourCartEmpty": "Your cart is empty",
  "login": "LOGIN",
  "welcome": "Welcome",
  "emailLogin": "E-mail",
  "plEmailLogin": "Enter your e-mail",
  "passLogin": "Password",
  "plPasslLogin": "Enter your password",
  "forgotPassLogin": "Have you forgotten your password?",
  "buttonLogin": "Log In",
  "signup": "SIGN UP",
  "joinus": "Join us",
  "emailSign": "E-Mail",
  "plSignLogin": "Enter your email",
  "passSign": "Password",
  "plPassSign": "Enter your password",
  "repeatPassSign": " Repeat your Password",
  "plrRepeatPassSign": "Repeat your password",
  "buttonSave": "Save your data",
  "_payment": "PAYMENT",
  "data": "Data",
  "shipping": "Shipping",
  "payment": "Payment",
  "accountHolder": "Account holder",
  "plAccountHolder": "Enter the account holder",
  "creditCard": "Card number",
  "plCreditCard": "Enter the card number",
  "expirationDate": "Expiration date",
  "securityCode": "Security code",
  "plSecurityCode": "Enter the security code",
  "buttonPay": "Make payment",
  "_contact": "CONTACTUS",
  "descriptionContactP1": "Contact",
  "name": "Name",
  "plName": "Enter your first name",
  "lastName": "Last Name",
  "plLastName": "Enter your last name",
  "email": "E-mail",
  "plEmail": "Enter your e-mail",
  "type": "Type of query",
  "select1": "General information",
  "select2": "Sizes",
  "select3": "Shipping",
  "select4": "Complaints",
  "descriptionQuery": "Message",
  "sendForm": "Send",
  "_privacy": "PRIVACY",
  "titlePrivacy": "This is our privacy policy",
  "titleA": "Introduction",
  "introLi1": "The privacy of our website visitors is very important and we are committed to protecting it. This policy explains what we will do with your personal information.",
  "introLi2": "When you visit us for the first time and consent to our use of cookies, in accordance with the terms of this policy, you give us permission to use cookies each time you visit our website. ",
  "titleB": "Credit",
  "creditP1": "This document was created using a template from SEQ Legal (seqlegal.com) and modified by Website Planet.",
  "titleC": "Collect personal information",
  "collectP1": "The following types of personal information can be collected, stored and used",
  "collectLi1": "Information about your computer, including your IP address, geographic location, browser type and version, and operating system;",
  "collectLi2": "Information about your visits to and use of this website, including referral sources, duration of visit, page views and website navigation paths;",
  "collectLi3": "Information you enter when creating an account on our website, such as email address;",
  "collectLi4": "Information you enter when creating a profile on our website, for example, your name, profile picture, gender, birthday, marital status, interests and hobbies, information about training and employment;",
  "collectLi5": "Information you enter to subscribe to our emails and newsletters, such as your name and email address;",
  "collectLi6": "Information you enter while using the services on our website;",
  "collectLi7": "Information about any aspect related to your purchase, services you use or transactions you make through the website, including your name, address, telephone number, email address and credit card information;",
  "collectLi8": "Information that you post on our website with the intention of being published on the Internet, including your username, profile photos, and content of your posts;",
  "collectLi9": "Information contained in any of the communications you send us via email or our website, including the content of the communication and metadata;",
  "collectLi10": "Any other personal information you send us.",
  "titleD": "Use your personal information",
  "useP1": "The personal information you send us through our website will be used for the purposes specified in this policy or on the relevant pages of the website. We may use your personal information for the following purposes:",
  "useLi1": "Manage our website and business;",
  "useLi2": "Personalize our website for you;",
  "useLi3": "Activate the use of services available on our website;",
  "useLi4": "Send you items purchased through our website;",
  "useLi5": "Provide services purchased through our website;",
  "useLi6": "Send statements, invoices and payment reminders and collect your data",
  "useLi7": "Send commercial communications (not marketing);",
  "useLi8": "Send email notifications that you have specifically requested;",
  "useLi9": "Send an email newsletter, if you have requested it (you can inform us at any time if you do not want to continue subscribing to the newsletter)",
  "useLi10": "Give answers to questions and complaints from you or about you, related to our website;",
  "useLi11": "Verify compliance with the terms and conditions that govern the use of our website (including monitoring private messages through the private messaging service on our website);",
  "useP2": "If you submit personal information for publication on our website, we will publish and use that information in accordance with the license you grant us.",
  "useP3": "Without your explicit consent we will not provide your personal information to any third party for their direct marketing or that of another third party.",
  "titleE": "Disclosure of personal information",
  "divulgeP1": "We may disclose your personal information to any of our employees, officers, insurers, professional advisers, agents, suppliers or contractors, as is reasonably necessary for the purposes described in this policy.",
  "divulgeP2": "We may disclose your personal information to any member of our group of companies (this includes subsidiaries, our group and all of its subsidiaries), as is reasonably necessary for the purposes described in this policy.",
  "divulgeP3": "We may disclose your personal information:",
  "divulgeLi1": "Until what is required by law;",
  "divulgeLi2": "In relation to any current or prospective legal proceeding;",
  "divulgeLi3": "To establish, exercise or defend our legal rights (including providing personal information to others in order to avoid fraud and reduce credit risk);",
  "titleF": "International data transfers",
  "internationalLi1": "The information we collect may be stored, processed and transferred between any of the countries in which we operate, in order to allow us to use the information in accordance with this policy.",
  "internationalLi2": "The information we collect may be transferred to the following countries where we do not have data protection laws equivalent to those in force in the European Economic Area: United States of America, Russia, Japan, China and India.",
  "internationalLi3": "Personal information that you post on our website or submit for publication on our website may be available over the Internet, worldwide. We cannot prevent the use or misuse of such information by of others.",
  "titleG": "Keep personal information",
  "keepLi1": "This section G specifies our policies and procedures for the retention of personal information, designed to help ensure that we comply with our legal obligations regarding the retention and deletion of personal information.",
  "keepLi2": "The personal information that we process for any purpose or purposes should not be stored longer than is necessary for that purpose or purposes.",
  "keepLi3": "Without prejudice to article G-2, we will usually delete personal data that fall within the categories mentioned below on the date and time determined below: personal data will be deleted on 05/2026 at 00:00 . ",
  "keepLi4": "Notwithstanding the other clauses in this section G, we will retain documents (including electronic documents) containing personal data to the extent required by law; if we believe that the documents may be relevant to any procedure current or prospective legal status; and to establish, exercise or defend our legal rights (including providing personal information to others in order to prevent fraud and reduce credit risk). ",
  "titleH": "Security of your personal information",
  "securityLi1": "We will take reasonable technical and organizational precautions to avoid the loss, misuse or alteration of your personal information.",
  "securityLi2": "We will store all the personal information you give us on our secure servers (protected by password and firewalls).",
  "securityLi3": "All electronic financial transactions made through our website will be protected by encryption technology.",
  "securityLi4": "You agree that the transmission of information on the Internet is inherently insecure and that we cannot guarantee the security of data sent over the Internet.",
  "securityLi5": "You are responsible for keeping the password you use to access our website confidential, and we will not ask you for your password (except for logging into our website).",
  "titleI": "Amendments",
  "amendmentsP1": "We may update this policy from time to time by posting a new version on our website. You should occasionally check this page to ensure you understand any changes to this policy. We may notify you of changes to this policy via email or through the private messaging system on our website. ",
  "titleJ": "Your rights",
  "rightsP1": "You may request that we provide you with any personal information we have about you. We may retain personal information that you request from us to the extent permitted by law.",
  "rightsP2": "You can ask us at any time not to process your personal information for marketing purposes.",
  "rightsP3": "In practice, you will usually explicitly agree in advance to our use of your personal information for marketing purposes, or we will give you the opportunity to decide that your personal information will not be used for marketing purposes.",
  "titleK": "Update information",
  "actualP1": "Please inform us if the personal information we have about you needs to be corrected or updated.",
  "_cookies": "COOKIES",
  "thisCookies": "These are our Cookies",
  "titleCookies": "Cookies",
  "pCookies": "Our website uses cookies. A cookie is a file containing an identifier (a string of letters and numbers) that is sent from a web server to a web browser and stored in the browser. The identifier is sent back to the server each time the browser requests a page from the server. Cookies can be persistent or session. A persistent cookie will be stored by a web browser and will remain valid until its expiration date, unless the user deletes it before the expiration date. A session cookie will expire at the end of the user's session, when the browser is closed. Cookies typically do not contain any information that personally identifies the user but rather personal information that we store about you that may relate to information stored and obtained from cookies. We only use session and persistent cookies on our website. ",
  "li1": "The names of the cookies that we can use on our website and the purposes for which they are used, are specified below:",
  "li2": "We use Google Analytics and Adwords on our website to recognize a computer when a user visits the website; monitor users while they browse the website; allow the use of a shopping cart on the website; improve the site usability; analyze website usage; administer the website; prevent fraud and improve website security; personalize the website for each user; personalize advertisements that are of particular interest to specific users. ",
  "li3": "Most browsers allow you to refuse to accept cookies.",
  "li4": "You can delete the cookies already stored on your computer.",
  "li5": "Deleting cookies will have a negative impact on the usability of many websites.",
  "imgBanner": "/logo/bannerEn.png",
  "imgAccessories": "/logo/accessories-en.png",
  "imgGames": "/logo/games-en.png",
  "imgTshirts": "/logo/shirts-en.png",
  "imgMugs": "/logo/mugs-en.png"
}