{ 
"_navbar": "NAVBAR",
  "lang-label":"Elige idioma: ",
  "tshirts": "Camisetas",
  "accessories":"Accesorios",
  "cups":"Tazas",
  "games":"Juegos",
  "featured":"Destacados",


"_footer": "FOOTER",
  "contact":"Contacto",
  "privacyPolicy":"Privacidad",
  "cookies":"Cookies",
  "footerRights": "Todos los Derechos Libres por",

"_notfound": "NOTFOUND",
  "titleNotFound":"Esta página no existe",

"_carrito":"CARRITO",
  "cart":"Carrito",
  "emptyCart":"Vaciar carrito",
  "process":"Tramitar pedido",
  "yourCartEmpty":"Tu carrito está vacío",

"login": "LOG IN",
  "welcome":"Bienvenid@",
  "emailLogin":"Correo",
  "plEmailLogin":"Introduce tu correo",
  "passLogin":"Contraseña",
  "plPasslLogin":"Introduce tu contraseña",
  "forgotPassLogin":"¿Has olvidado tu contraseña?",
  "buttonLogin":"Iniciar sesión",

"signup": "SIGN UP",
  "joinus":"Únete a nosotros",
  "emailSign":"Correo",
  "plSignLogin":"Introduce tu correo",
  "passSign":"Contraseña",
  "plPassSign":"Introduce tu contraseña",
  "repeatPassSign":"Repite tu Contraseña",
  "plrRepeatPassSign":"Repite tu contraseña",
  "buttonSave":"Guarda tus datos",

  
"_confirmation":"CONFIRMATION",
  "success":"Tu cuenta ha sido confirmada con éxito",
  "waitingInfo":"Esperando información",

"_payment":"PAYMENT",
  "data":"Datos",
  "shipping":"Envío",
  "payment":"Pago",
  "accountHolder":"Titular de la cuenta",
  "plAccountHolder":"Introduce el titular de la cuenta",
  "creditCard":"Número de la tarjeta",
  "plCreditCard":"Introduce el número de tarjeta",
  "expirationDate":"Fecha de vencimiento",
  "plExpirationDate":"Introduce la fecha de caducidad",
  "securityCode":"Código de seguridad",
  "plSecurityCode":"Introduce el código de seguridad",
  "buttonPay":"Realizar pago",

"_contact": "CONTACTUS",
  "descriptionContactP1": "Contacto",
  "name":"Nombre",
  "plName":"Introduce tu nombre",
  "lastName":"Apellidos",
  "plLastName":"Introduce tus apellidos",
  "email":"Correo",
  "plEmail":"Introduce tu correo electrónico",
  "type":"Tipo de consulta",
  "select1":"Información general",
  "select2":"Tallas",
  "select3":"Envíos",
  "select4":"Reclamaciones",
  "descriptionQuery":"Mensaje",
  "sendForm":"Enviar",  

"_privacy": "PRIVACY",
  "titlePrivacy":"Esta es nuestra política de privacidad",
  "titleA":"Introducción",
  "introLi1":"La privacidad de los visitantes de nuestro sitio web es muy importante y estamos comprometidos a protegerla. Esta política explica qué haremos con su información personal.",
  "introLi2":"Cuando usted nos visita por primera vez y da su consentimiento para el uso que le damos a las cookies, de conformidad con los términos de esta política, usted nos da permiso para usar cookies cada vez que visita nuestro sitio web.",
  "titleB":"Crédito",
  "creditP1":"Este documento fue creado usando una plantilla de SEQ Legal (seqlegal.com) y modificada por Website Planet.",
  "titleC":"Recopilar información personal",
  "collectP1":"Los siguientes tipos de información personal pueden ser recopilados, almacenados y usados",
  "collectLi1":"Información sobre su ordenador, incluyendo su dirección IP, ubicación geográfica, tipo y versión de navegador, y sistema operativo;",
  "collectLi2":"Información sobre sus visitas y uso de este sitio web, incluidas las fuentes de referencia, duración de la visita, visitas de la página y rutas de navegación del sitio web;",
  "collectLi3":"Información que introduzca al crear una cuenta en nuestro sitio web, como la dirección de correo electrónico;",
  "collectLi4":"Información que introduzca al crear un perfil en nuestro sitio web, por ejemplo, su nombre, foto de perfil, género, cumpleaños, estado civil, intereses y pasatiempos, información sobre formación y empleo;",
  "collectLi5":"Información que introduzca para suscribirse a nuestros correos y boletines, como su nombre y dirección de correo electrónico;",
  "collectLi6":"Información que introduzca mientras usa los servicios en nuestro sitio web;",
  "collectLi7":"Información sobre cualquier aspecto relacionado con su compra, servicios que use o transacciones que haga a través del sitio web, incluido su nombre, dirección, número telefónico, dirección de correo electrónico e información de tarjeta de crédito;",
  "collectLi8":"Información que publique en nuestro sitio web con la intención de que sea publicada en Internet, lo que incluye su nombre de usuario, fotos de perfil y contenido de sus publicaciones;",
  "collectLi9":"Información contenida en cualquiera de las comunicaciones que nos envía a través de correo electrónico o de nuestro sitio web, incluido el contenido de la comunicación y metadatos;",
  "collectLi10":"Cualquier otra información personal que nos envíe.",
  "titleD":"Usar su información personal",
  "useP1":"La información personal que nos envíe a través de nuestro sitio web será usada con los fines especificados en esta política o en las páginas relevantes del sitio web. Podemos usar su información personal para los siguientes fines:",
  "useLi1":"Administrar nuestro sitio web y negocio;",
  "useLi2":"Personalizar nuestro sitio web para usted;",
  "useLi3":"Activar el uso de servicios disponibles en nuestro sitio web;",
  "useLi4":"Enviarle artículos comprados a través de nuestro sitio web;",
  "useLi5":"Suministrar servicios comprados a través de nuestro sitio web;",
  "useLi6":"Enviar extractos, facturas y recordatorios de pago y recopilar datos suyos",
  "useLi7":"Enviar comunicaciones comerciales (no de marketing);",
  "useLi8":"Enviar notificaciones de correo electrónico que ha solicitado específicamente;",
  "useLi9":"Enviar un boletín de correo electrónico, si usted lo ha solicitado (puede informarnos en cualquier momento si no desea seguir suscrito al boletín)",
  "useLi10":"Dar respuesta a las preguntas y quejas suyas o sobre usted, relacionadas con nuestro sitio web;",
  "useLi11":"Verificar el cumplimiento de los términos y condiciones que rigen sobre el uso de nuestro sitio web (incluido la monitorización de mensajes privados a través del servicio de mensajería privada de nuestro sitio web);",    
  "useP2":"Si usted envía información personal para su publicación en nuestro sitio web, publicaremos y usaremos esa información de conformidad con la licencia que usted nos confiere.",
  "useP3":"Sin su consentimiento explícito no proporcionaremos su información personal a ningún tercero para su marketing directo o el de otro tercero.",
  "titleE":"Divulgar información personal",
  "divulgeP1":"Podremos divulgar su información personal a cualquiera de nuestros empleados, oficiales, aseguradores, consejeros profesionales, agentes, proveedores o contratistas, como sea razonablemente necesario para los fines descritos en esta política.",
  "divulgeP2":"Podremos divulgar su información personal a cualquier miembro de nuestro grupo de empresas (esto incluye subsidiarios, nuestro grupo y todas sus subsidiarias), como sea razonablemente necesario para los fines descritos en esta política.",
  "divulgeP3":"Podemos divulgar su información personal:",
  "divulgeLi1":"Hasta lo que sea requerido por la ley;",
  "divulgeLi2":"En relación con cualquier procedimiento legal actual o prospectivo;",
  "divulgeLi3":"Para establecer, ejercer o defender nuestros derechos legales (incluido proporcionar información personal a otros con el fin de evitar fraudes y reducir el riesgo crediticio);",
  "titleF":"International data transfers",
  "internationalLi1":"La información que recopilamos puede ser almacenada, procesada y transferida entre cualquiera de los países en que operamos, con el fin de permitirnos usar la información de conformidad con esta política.",
  "internationalLi2":"La información que recopilamos puede ser transferida a los siguientes países donde no tenemos leyes de protección de datos equivalentes a las vigentes en el Espacio Económico Europeo: Estados Unidos de América, Rusia, Japón, China e India.",
  "internationalLi3":"La información personal que publique en nuestro sitio web o envíe para su publicación en nuestro sitio web, puede estar disponible a través de Internet, en todo el mundo. No podemos evitar el uso o mal uso de dicha información por parte de otros.",
  "titleG":"Conservar información personal",
  "keepLi1":"Esta sección G especifica nuestras políticas y procedimientos de conservación de información personal, diseñadas para ayudar a garantizar que cumplimos con nuestras obligaciones legales con respecto a la conservación y eliminación de información personal.",
  "keepLi2":"La información personal que procesamos para cualquier fin o fines no debe ser almacenada más tiempo de lo necesario para ese fin o fines.",
  "keepLi3":"Sin perjuicio del artículo G-2, usualmente eliminaremos los datos personales que estén dentro de las categorías mencionadas a continuación en la fecha y hora determinadas a continuación: los datos personales se eliminarán el 05/2026 a las 00:00.",
  "keepLi4":"A pesar de las otras cláusulas de esta sección G, conservaremos los documentos (incluidos documentos electrónicos) que contengan datos personales en medida de lo que sea requerido por la ley; si creemos que los documentos pueden ser relevantes para cualquier procedimiento legal actual o prospectivo; y para establecer, ejercer o defender nuestros derechos legales (incluido proporcionar información personal a otros con el fin de evitar fraudes y reducir el riesgo crediticio).",
  "titleH":"Seguridad de su información personal",
  "securityLi1":"Tomaremos precauciones razonables técnicas y organizacionales para evitar la pérdida, mal uso o alteración de su información personal.",
  "securityLi2":"Almacenaremos toda la información personal que nos dé en nuestros servidores seguros (protegidos por contraseña y cortafuegos).",
  "securityLi3":"Todas las transacciones financieras electrónicas realizadas a través de nuestro sitio web estarán protegidas por tecnología de cifrado.",
  "securityLi4":"Usted acepta que la transmisión de información en Internet es inherentemente insegura y que no podemos garantizar la seguridad de los datos enviados a través de Internet.",
  "securityLi5":"Usted es responsable de mantener de forma confidencial la contraseña que use para acceder a nuestro sitio web, y nosotros no le pediremos su contraseña (exceptuando para iniciar sesión en nuestro sitio web).",
  "titleI":"Enmiendas",
  "amendmentsP1":"Es posible que actualicemos esta política de vez en cuando al publicar una nueva versión en nuestro sitio web. Usted debe comprobar ocasionalmente esta página para asegurarse de que entiende cualquier cambio a esta política. Es posible que le notifiquemos de cambios a esta política a través de correo electrónico o a través del sistema de mensajería privada de nuestro sitio web.",
  "titleJ":"Sus derechos",
  "rightsP1":"Usted puede solicitarnos que le proporcionemos cualquier información personal que tengamos de usted. Podemos retener información personal que usted nos solicite en la medida de lo permitido por la ley.",
  "rightsP2":"Usted puede solicitarnos en cualquier momento que no procesemos su información personal para fines de marketing.",
  "rightsP3":"En la práctica, usted usualmente aceptará explícitamente de antemano a que usemos su información personal para fines de marketing, o le daremos la oportunidad de que decida que no se use su información personal para fines de marketing.",
  "titleK":"Actualizar información",
  "actualP1":"Por favor, infórmenos si la información personal que tenemos de usted necesita ser corregida o actualizada.",

"_cookies": "COOKIES",
  "thisCookies":"Estas son nuestras Cookies",
  "titleCookies":"Cookies",
  "pCookies":"Nuestro sitio web usa cookies. Una cookie es un fichero que contiene un identificador (una cadena de letras y números) que se envía desde un servidor web a un navegador web y se almacena en el navegador. El identificador es enviado de vuelta al servidor cada vez que el navegador solicita una página del servidor. Las cookies pueden ser “persistentes” o de “sesión”. Una cookie persistente será almacenada por una navegador web y permanecerá válida hasta su fecha de caducidad, a menos que el usuario la elimine antes de la fecha de caducidad. Una cookie de sesión caducará al final de la sesión del usuario, cuando se cierre el navegador. Las cookies típicamente no contienen ninguna información que identifique personalmente al usuario sino información personal que almacenamos sobre usted que puede relacionarse con la información almacenada y obtenida de las cookies. Solo usamos cookies de sesión y persistentes en nuestro sitio web.",
  "li1":"Los nombres de las cookies que podemos usar en nuestro sitio web y los fines para las que son usadas, están especificadas a continuación:",
  "li2":"Usamos Google Analytics y Adwords en nuestro sitio web para reconocer un ordenador cuando un usuario visita el sitio web; monitoriza usuarios mientras navegan por el sitio web; permitir el uso de un carrito de compras en el sitio web; mejora la usabilidad del sitio; analizar el uso del sitio web; administrar el sitio web; evitar fraude y mejorar la seguridad del sitio web; personalizar el sitio web para cada usuario; personalizar los anuncios que sean de interés particular a usuarios específicos.",
  "li3":"La mayoría de navegadores permiten que te niegues a aceptar cookies.",
  "li4":"Puedes eliminar las cookies ya almacenadas en tu ordenador.",
  "li5":"Eliminar las cookies tendrá un impacto negativo en la usabilidad de muchos sitios web.",
    
  "imgBanner":"/logo/banner.png",
  "imgAccessories":"/logo/accessories.jpg",
  "imgGames":"/logo/games.jpg",
  "imgTshirts":"/logo/shirts.jpg",
  "imgMugs":"/logo/mugs.jpg"
}   